Repository: zaidsafa/verbose-winner
Catalog: Pinbook/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, ur, zh_hans, zh_hant

source: Templates belong only to the active book and are available from Quick Add.
ar: تنتمي القوالب إلى الدفتر النشط فقط وتتوفر من الإضافة السريعة.
de: Vorlagen gehören nur zum aktiven Buch und sind in der Schnellerfassung verfügbar.
es: Las plantillas pertenecen solo al libro activo y están disponibles en Añadir rápido.
fr: Les modèles appartiennent uniquement au carnet actif et sont disponibles dans Ajout rapide.
hi: टेम्पलेट केवल सक्रिय खाता-बही के होते हैं और जल्दी जोड़ें से उपलब्ध हैं।
id: Templat hanya milik buku aktif dan tersedia melalui Tambah cepat.
it: I modelli appartengono solo al registro attivo e sono disponibili in Aggiunta rapida.
ja: テンプレートは使用中の帳簿にのみ属し、クイック追加から利用できます。
ko: 템플릿은 현재 장부에만 속하며 빠른 추가에서 사용할 수 있습니다.
pt_br: Os modelos pertencem apenas ao caderno ativo e estão disponíveis na Adição rápida.
ru: Шаблоны принадлежат только активной книге и доступны в Быстром добавлении.
tr: Şablonlar yalnızca etkin deftere aittir ve Hızlı ekle üzerinden kullanılabilir.
ur: سانچے صرف فعال کھاتے کے ہوتے ہیں اور فوری اضافہ سے دستیاب ہیں۔
zh_hans: 模板仅属于当前账本，可从“快速添加”中使用。
zh_hant: 範本僅屬於目前帳本，可從「快速新增」使用。

source: Templates use the favorite currencies you explicitly choose in Options.
ar: تستخدم القوالب العملات المفضلة التي تختارها صراحةً في الخيارات.
de: Vorlagen verwenden die ausdrücklich in Optionen ausgewählten bevorzugten Währungen.
es: Las plantillas usan las monedas favoritas que elijas expresamente en Opciones.
fr: Les modèles utilisent les devises favorites choisies explicitement dans Options.
hi: टेम्पलेट विकल्प में आपके द्वारा चुनी गई पसंदीदा मुद्राओं का इस्तेमाल करते हैं।
id: Templat menggunakan mata uang favorit yang Anda pilih sendiri di Opsi.
it: I modelli usano le valute preferite scelte esplicitamente in Opzioni.
ja: テンプレートには、「オプション」で明示的に選んだ、よく使う通貨が使用されます。
ko: 템플릿은 옵션에서 직접 선택한 즐겨찾기 통화를 사용합니다.
pt_br: Os modelos usam as moedas favoritas escolhidas explicitamente em Opções.
ru: Шаблоны используют избранные валюты, явно выбранные вами в Параметрах.
tr: Şablonlar, Seçenekler’de açıkça seçtiğiniz favori para birimlerini kullanır.
ur: سانچے اختیارات میں آپ کی واضح طور پر منتخب کردہ پسندیدہ کرنسیاں استعمال کرتے ہیں۔
zh_hans: 模板使用你在“选项”中明确选择的常用货币。
zh_hant: 範本只使用您在「選項」中明確選擇的常用幣別。

source: The private file and its attachment record will be removed from this device.
ar: سيُزال الملف الخاص وسجل المرفق من هذا الجهاز.
de: Die private Datei und ihr Anhangsdatensatz werden von diesem Gerät gelöscht.
es: El archivo privado y su registro de adjunto se eliminarán de este dispositivo.
fr: Le fichier privé et son lien avec la dépense seront supprimés de cet appareil.
hi: निजी फ़ाइल और उसका अटैचमेंट रिकॉर्ड इस डिवाइस से मिटा दिया जाएगा।
id: File privat dan catatan lampirannya akan dihapus dari perangkat ini.
it: Il file privato e il relativo record di allegato verranno eliminati da questo dispositivo.
ja: 専用ストレージ内のファイルと添付記録を、このデバイスから削除します。
ko: 전용 파일과 해당 첨부 기록이 이 기기에서 삭제됩니다.
pt_br: O arquivo privado e seu registro de anexo serão excluídos deste dispositivo.
ru: Закрытый файл и запись о вложении будут удалены с этого устройства.
tr: Özel dosya ve ek kaydı bu aygıttan silinecek.
ur: نجی فائل اور اس کے منسلکہ کا ریکارڈ اس آلے سے حذف کر دیا جائے گا۔
zh_hans: 私有文件及其附件记录将从此设备中移除。
zh_hant: 這個私人檔案及其附件紀錄將從此裝置刪除。

source: The selected photo could not be read.
ar: تعذرت قراءة الصورة المحددة.
de: Das ausgewählte Foto konnte nicht gelesen werden.
es: No se pudo leer la foto seleccionada.
fr: Impossible de lire la photo sélectionnée.
hi: चुनी हुई फ़ोटो पढ़ी नहीं जा सकी।
id: Foto yang dipilih tidak dapat dibaca.
it: Impossibile leggere la foto selezionata.
ja: 選択した写真を読み込めませんでした。
ko: 선택한 사진을 읽을 수 없습니다.
pt_br: Não foi possível ler a foto selecionada.
ru: Не удалось прочитать выбранное фото.
tr: Seçilen fotoğraf okunamadı.
ur: منتخب تصویر پڑھی نہیں جا سکی۔
zh_hans: 无法读取所选照片。
zh_hant: 無法讀取所選照片。

source: Theme mode
ar: وضع المظهر
de: Darstellungsmodus
es: Modo de apariencia
fr: Mode d’apparence
hi: दिखावट मोड
id: Mode tampilan
it: Modalità aspetto
ja: 外観モード
ko: 화면 모드
pt_br: Modo de aparência
ru: Режим оформления
tr: Görünüm modu
ur: ظاہری شکل کا موڈ
zh_hans: 主题模式
zh_hant: 外觀模式

source: Total remaining: %@
ar: إجمالي المتبقي: %@
de: Insgesamt offen: %@
es: Total pendiente: %@
fr: Total restant : %@
hi: कुल बाकी: %@
id: Total sisa: %@
it: Totale residuo: %@
ja: 残額の合計：%@
ko: 총 잔액: %@
pt_br: Total restante: %@
ru: Общий остаток: %@
tr: Toplam kalan: %@
ur: کل باقی: %@
zh_hans: 剩余总额：%@
zh_hant: 未付總額：%@

source: Totals stay separated by currency. Pinbook never applies an implicit exchange rate.
ar: تبقى الإجماليات منفصلة حسب العملة. لا يطبق Pinbook سعر صرف ضمنياً.
de: Summen bleiben nach Währung getrennt. Pinbook wendet niemals einen impliziten Wechselkurs an.
es: Los totales se mantienen separados por moneda. Pinbook nunca aplica un tipo de cambio implícito.
fr: Les totaux restent séparés par devise. Pinbook n’applique jamais de taux de change implicite.
hi: कुल राशि हर मुद्रा के लिए अलग रहती है। Pinbook कभी छिपी हुई विनिमय दर लागू नहीं करता।
id: Total tetap dipisahkan per mata uang. Pinbook tidak pernah menerapkan kurs secara tersirat.
it: I totali restano separati per valuta. Pinbook non applica mai un tasso di cambio implicito.
ja: 合計は通貨別に分けて表示します。Pinbookが暗黙の為替レートを適用することはありません。
ko: 합계는 통화별로 분리됩니다. Pinbook은 환율을 임의로 적용하지 않습니다.
pt_br: Os totais permanecem separados por moeda. O Pinbook nunca aplica uma taxa de câmbio implícita.
ru: Итоги хранятся отдельно по валютам. Pinbook никогда не применяет неявный валютный курс.
tr: Toplamlar para birimine göre ayrı tutulur. Pinbook hiçbir zaman örtük döviz kuru uygulamaz.
ur: ہر کرنسی کی مجموعی رقم الگ رہتی ہے۔ Pinbook کبھی پوشیدہ شرح مبادلہ لاگو نہیں کرتا۔
zh_hans: 总额始终按货币分别计算。Pinbook 不会隐式应用汇率。
zh_hant: 各幣別的總額分開計算，Pinbook 絕不會套用隱含匯率。

source: Unable to create statement
ar: تعذر إنشاء الكشف
de: Aufstellung konnte nicht erstellt werden
es: No se pudo crear el estado de cuenta
fr: Impossible de créer le relevé
hi: विवरण नहीं बनाया जा सका
id: Tidak dapat membuat laporan
it: Impossibile creare il rendiconto
ja: 明細書を作成できません
ko: 명세서를 만들 수 없음
pt_br: Não foi possível criar o demonstrativo
ru: Не удалось создать выписку
tr: Döküm oluşturulamadı
ur: گوشوارہ نہیں بنایا جا سکا
zh_hans: 无法创建对账单
zh_hant: 無法建立對帳單

source: Unable to cancel reminder
ar: تعذر إلغاء التذكير
de: Erinnerung konnte nicht abgesagt werden
es: No se pudo cancelar el recordatorio
fr: Impossible d’annuler le rappel
hi: रिमाइंडर रद्द नहीं किया जा सका
id: Tidak dapat membatalkan pengingat
it: Impossibile annullare il promemoria
ja: リマインダーを取り消せません
ko: 알림을 취소할 수 없음
pt_br: Não foi possível cancelar o lembrete
ru: Не удалось отменить напоминание
tr: Hatırlatıcı iptal edilemedi
ur: یاد دہانی منسوخ نہیں ہو سکی
zh_hans: 无法取消提醒
zh_hant: 無法取消提醒

source: Unable to save this expense.
ar: تعذر حفظ هذا المصروف.
de: Diese Ausgabe konnte nicht gespeichert werden.
es: No se pudo guardar este gasto.
fr: Impossible d’enregistrer cette dépense.
hi: यह खर्च सहेजा नहीं जा सका।
id: Tidak dapat menyimpan pengeluaran ini.
it: Impossibile salvare questa spesa.
ja: この支出を保存できません。
ko: 이 지출을 저장할 수 없습니다.
pt_br: Não foi possível salvar esta despesa.
ru: Не удалось сохранить этот расход.
tr: Bu gider kaydedilemedi.
ur: یہ خرچ محفوظ نہیں ہو سکا۔
zh_hans: 无法保存此支出。
zh_hant: 無法儲存這筆支出。

source: Unable to update books
ar: تعذر تحديث الدفاتر
de: Bücher konnten nicht aktualisiert werden
es: No se pudieron actualizar los libros
fr: Impossible de mettre à jour les carnets
hi: खाता-बही अपडेट नहीं हो सकीं
id: Tidak dapat memperbarui buku
it: Impossibile aggiornare i registri
ja: 帳簿を更新できません
ko: 장부를 업데이트할 수 없음
pt_br: Não foi possível atualizar os cadernos
ru: Не удалось обновить книги
tr: Defterler güncellenemedi
ur: کھاتے اپ ڈیٹ نہیں ہو سکے
zh_hans: 无法更新账本
zh_hant: 無法更新帳本

source: Unable to add expense
ar: تعذرت إضافة المصروف
de: Ausgabe konnte nicht hinzugefügt werden
es: No se pudo añadir el gasto
fr: Impossible d’ajouter la dépense
hi: खर्च नहीं जोड़ा जा सका
id: Tidak dapat menambahkan pengeluaran
it: Impossibile aggiungere la spesa
ja: 支出を追加できません
ko: 지출을 추가할 수 없음
pt_br: Não foi possível adicionar a despesa
ru: Не удалось добавить расход
tr: Gider eklenemedi
ur: خرچ شامل نہیں ہو سکا
zh_hans: 无法添加支出
zh_hant: 無法新增支出

source: Unable to update receipts
ar: تعذر تحديث الإيصالات
de: Belege konnten nicht aktualisiert werden
es: No se pudieron actualizar los recibos
fr: Impossible de mettre à jour les reçus
hi: रसीदें अपडेट नहीं हो सकीं
id: Tidak dapat memperbarui kuitansi
it: Impossibile aggiornare le ricevute
ja: 領収書を更新できません
ko: 영수증을 업데이트할 수 없음
pt_br: Não foi possível atualizar os recibos
ru: Не удалось обновить чеки
tr: Makbuzlar güncellenemedi
ur: رسیدیں اپ ڈیٹ نہیں ہو سکیں
zh_hans: 无法更新收据
zh_hant: 無法更新收據

source: Unable to update templates
ar: تعذر تحديث القوالب
de: Vorlagen konnten nicht aktualisiert werden
es: No se pudieron actualizar las plantillas
fr: Impossible de mettre à jour les modèles
hi: टेम्पलेट अपडेट नहीं हो सके
id: Tidak dapat memperbarui templat
it: Impossibile aggiornare i modelli
ja: テンプレートを更新できません
ko: 템플릿을 업데이트할 수 없음
pt_br: Não foi possível atualizar os modelos
ru: Не удалось обновить шаблоны
tr: Şablonlar güncellenemedi
ur: سانچے اپ ڈیٹ نہیں ہو سکے
zh_hans: 无法更新模板
zh_hant: 無法更新範本

source: Apply restore
ar: تطبيق الاستعادة
de: Wiederherstellung anwenden
es: Aplicar restauración
fr: Appliquer la restauration
hi: बहाली लागू करें
id: Terapkan pemulihan
it: Applica ripristino
ja: 復元を適用
ko: 복원 적용
pt_br: Aplicar restauração
ru: Применить восстановление
tr: Geri yüklemeyi uygula
ur: بحالی لاگو کریں
zh_hans: 应用恢复
zh_hant: 套用還原

source: Apply this restore?
ar: تطبيق هذه الاستعادة؟
de: Diese Wiederherstellung anwenden?
es: ¿Aplicar esta restauración?
fr: Appliquer cette restauration ?
hi: यह बहाली लागू करें?
id: Terapkan pemulihan ini?
it: Applicare questo ripristino?
ja: この復元を適用しますか？
ko: 이 복원을 적용할까요?
pt_br: Aplicar esta restauração?
ru: Применить это восстановление?
tr: Bu geri yükleme uygulansın mı?
ur: یہ بحالی لاگو کریں؟
zh_hans: 要应用此恢复吗？
zh_hant: 要套用此還原嗎？

source: Applying creates a recoverable local snapshot first. No records change until you confirm.
ar: ينشئ التطبيق أولاً لقطة محلية قابلة للاستعادة. لن تتغير أي سجلات حتى تؤكد.
de: Zuerst wird eine wiederherstellbare lokale Momentaufnahme erstellt. Ohne deine Bestätigung ändern sich keine Datensätze.
es: Primero se crea una copia local recuperable. Ningún registro cambia hasta que confirmes.
fr: Une copie locale récupérable est créée avant la restauration. Aucune donnée ne change sans votre confirmation.
hi: पहले वापस लाने योग्य स्थानीय स्नैपशॉट बनाया जाएगा। पुष्टि करने तक कोई रिकॉर्ड नहीं बदलेगा।
id: Salinan kondisi lokal yang dapat dipulihkan akan dibuat terlebih dahulu. Tidak ada catatan yang berubah sebelum Anda mengonfirmasi.
it: Prima viene creata una copia locale recuperabile. Nessun record cambia senza la tua conferma.
ja: 最初に、元に戻せるローカルスナップショットを作成します。確認するまで記録は変更されません。
ko: 먼저 되돌릴 수 있는 로컬 스냅샷을 만듭니다. 확인하기 전에는 기록이 바뀌지 않습니다.
pt_br: Primeiro é criada uma cópia local recuperável. Nenhum registro muda até você confirmar.
ru: Сначала создаётся локальный снимок для возврата. До вашего подтверждения записи не изменяются.
tr: Önce kurtarılabilir yerel bir anlık kopya oluşturulur. Onaylayana kadar hiçbir kayıt değişmez.
ur: پہلے واپس لانے کے قابل مقامی اسنیپ شاٹ بنایا جائے گا۔ آپ کی تصدیق تک کوئی ریکارڈ نہیں بدلے گا۔
zh_hans: 应用前会先创建可恢复的本地快照。确认之前不会更改任何记录。
zh_hant: 套用前會先建立可復原的本機快照。確認前不會變更任何紀錄。

source: Backup
ar: النسخة الاحتياطية
es: Copia de seguridad
fr: Sauvegarde
hi: बैकअप
id: Cadangan
ja: バックアップ
ko: 백업
ru: Резервная копия
tr: Yedek
ur: بیک اپ
zh_hans: 备份
zh_hant: 備份

source: Backup & Recovery
ar: النسخ الاحتياطي والاستعادة
de: Backup und Wiederherstellung
es: Copia de seguridad y recuperación
fr: Sauvegarde et récupération
hi: बैकअप और रिकवरी
id: Pencadangan & pemulihan
it: Backup e recupero
ja: バックアップと復旧
ko: 백업 및 복구
pt_br: Backup e recuperação
ru: Резервное копирование и восстановление
tr: Yedekleme ve kurtarma
ur: بیک اپ اور بازیابی
zh_hans: 备份与恢复
zh_hant: 備份與復原

source: Backup export
ar: تصدير النسخة الاحتياطية
es: Exportación de copia de seguridad
fr: Export de sauvegarde
hi: बैकअप निर्यात
id: Ekspor cadangan
it: Esportazione backup
ja: バックアップの書き出し
ko: 백업 내보내기
pt_br: Exportação de backup
ru: Экспорт резервной копии
tr: Yedek dışa aktarma
ur: بیک اپ برآمد
zh_hans: 导出备份
zh_hant: 匯出備份

source: Backup exported
ar: تم تصدير النسخة الاحتياطية
de: Backup exportiert
es: Copia de seguridad exportada
fr: Sauvegarde exportée
hi: बैकअप निर्यात किया गया
id: Cadangan diekspor
it: Backup esportato
ja: バックアップを書き出しました
ko: 백업 내보냄
pt_br: Backup exportado
ru: Резервная копия экспортирована
tr: Yedek dışa aktarıldı
ur: بیک اپ برآمد ہو گیا
zh_hans: 备份已导出
zh_hant: 備份已匯出

source: Backup format
ar: تنسيق النسخة
es: Formato de copia de seguridad
fr: Format de sauvegarde
hi: बैकअप फ़ॉर्मैट
id: Format cadangan
it: Formato backup
ja: バックアップ形式
ko: 백업 형식
pt_br: Formato do backup
ru: Формат резервной копии
tr: Yedek biçimi
ur: بیک اپ فارمیٹ
zh_hans: 备份格式
zh_hant: 備份格式

source: Backup health
ar: حالة النسخ الاحتياطي
de: Backup-Zustand
es: Estado de la copia de seguridad
fr: État de la sauvegarde
hi: बैकअप की स्थिति
id: Kondisi cadangan
it: Stato del backup
ja: バックアップの状態
ko: 백업 상태
pt_br: Integridade do backup
ru: Состояние резервной копии
tr: Yedek durumu
ur: بیک اپ کی حالت
zh_hans: 备份状态
zh_hant: 備份狀況

source: Backup operation failed
ar: فشلت عملية النسخ الاحتياطي
de: Backup-Vorgang fehlgeschlagen
es: Falló la operación de copia de seguridad
fr: Échec de la sauvegarde
hi: बैकअप का कार्य विफल हुआ
id: Operasi pencadangan gagal
it: Operazione di backup non riuscita
ja: バックアップ操作に失敗しました
ko: 백업 작업 실패
pt_br: Falha na operação de backup
ru: Операция с резервной копией не удалась
tr: Yedekleme işlemi başarısız
ur: بیک اپ کا عمل ناکام ہوا
zh_hans: 备份操作失败
zh_hant: 備份操作失敗

source: Changes by entity
ar: التغييرات حسب النوع
de: Änderungen nach Datensatztyp
es: Cambios por tipo de registro
fr: Modifications par type de données
hi: रिकॉर्ड प्रकार के अनुसार बदलाव
id: Perubahan menurut jenis catatan
it: Modifiche per tipo di record
ja: データ種別ごとの変更
ko: 기록 유형별 변경 사항
pt_br: Alterações por tipo de registro
ru: Изменения по типам записей
tr: Kayıt türüne göre değişiklikler
ur: ریکارڈ کی قسم کے لحاظ سے تبدیلیاں
zh_hans: 按项目查看更改
zh_hant: 依資料類型顯示變更

source: Conflict
ar: تعارض
de: Konflikt
es: Conflicto
fr: Conflit
hi: टकराव
id: Konflik
it: Conflitto
ja: 競合
ko: 충돌
pt_br: Conflito
ru: Конфликт
tr: Çakışma
ur: تضاد
zh_hans: 冲突
zh_hant: 衝突

source: Conflicts are equal-timestamp differences. Pinbook keeps the local record on ties. Currency codes remain attached to each record and are never converted or combined.
ar: التعارضات هي اختلافات لها التوقيت نفسه. يحتفظ Pinbook بالسجل المحلي عند التعادل. تبقى رموز العملات مرتبطة بكل سجل ولا تُحوّل أو تُدمج أبداً.
de: Konflikte sind Unterschiede bei gleichem Zeitstempel. Pinbook behält dann den lokalen Datensatz. Währungscodes bleiben jedem Datensatz zugeordnet; Währungen werden niemals umgerechnet oder zusammengefasst.
es: Los conflictos son diferencias con la misma marca de tiempo. En estos casos, Pinbook conserva el registro local. Cada registro mantiene su código de moneda; no se convierten ni combinan monedas.
fr: Les conflits sont des différences entre données ayant le même horodatage. Pinbook conserve alors la version locale. Les codes de devise restent associés à chaque enregistrement, sans conversion ni regroupement.
hi: एक जैसे टाइमस्टैम्प वाले रिकॉर्ड में अंतर को टकराव कहते हैं। ऐसे में Pinbook स्थानीय रिकॉर्ड रखता है। हर रिकॉर्ड का मुद्रा कोड बना रहता है; मुद्राएँ न बदली जाती हैं, न मिलाई जाती हैं।
id: Konflik adalah perbedaan pada catatan dengan stempel waktu yang sama. Pinbook mempertahankan catatan lokal saat waktunya sama. Kode mata uang tetap melekat pada setiap catatan; mata uang tidak pernah dikonversi atau digabungkan.
it: I conflitti sono differenze tra record con lo stesso timestamp. In questi casi Pinbook conserva il record locale. I codici valuta restano associati ai singoli record, senza conversioni o accorpamenti.
ja: 同じタイムスタンプで内容が異なる記録を競合と呼びます。その場合、Pinbookはローカルの記録を保持します。通貨コードは各記録に保持され、異なる通貨の換算や合算は行いません。
ko: 충돌은 타임스탬프는 같지만 내용이 다른 경우입니다. 이때 Pinbook은 기기의 기록을 유지합니다. 각 기록의 통화 코드는 그대로 유지되며 서로 다른 통화를 환산하거나 합치지 않습니다.
pt_br: Conflitos são diferenças entre registros com a mesma data e hora. Nesses casos, o Pinbook mantém o registro local. Os códigos de moeda continuam associados a cada registro, sem conversão nem combinação de moedas.
ru: Конфликт — это различие записей с одинаковой временной меткой. В таком случае Pinbook сохраняет локальную запись. Коды валют остаются у каждой записи; валюты никогда не конвертируются и не объединяются.
tr: Aynı zaman damgasına sahip farklı kayıtlar çakışmadır. Pinbook bu durumda yerel kaydı korur. Para birimi kodları her kayda bağlı kalır; para birimleri dönüştürülmez veya birleştirilmez.
ur: ایک جیسے ٹائم اسٹیمپ والے ریکارڈ میں فرق کو تضاد کہتے ہیں۔ ایسے میں Pinbook مقامی ریکارڈ برقرار رکھتا ہے۔ ہر ریکارڈ کا کرنسی کوڈ برقرار رہتا ہے؛ کرنسیاں نہ تبدیل کی جاتی ہیں، نہ ملائی جاتی ہیں۔
zh_hans: 冲突是时间戳相同但内容不同的记录。遇到冲突时，Pinbook 会保留本地记录。货币代码始终与各条记录关联，不会转换或合并。
zh_hant: 衝突是指時間戳記相同但內容不同的紀錄。此時 Pinbook 會保留本機紀錄。每筆紀錄的幣別代碼保持不變，不會換算或合併不同幣別。

source: Current financial records will be replaced with the exact pre-restore snapshot. Backup history and snapshots remain available.
ar: ستُستبدل السجلات المالية الحالية بلقطة ما قبل الاستعادة تماماً. يبقى سجل النسخ واللقطات متاحاً.
de: Aktuelle Finanzdatensätze werden durch die exakte Momentaufnahme vor der Wiederherstellung ersetzt. Backup-Verlauf und Momentaufnahmen bleiben erhalten.
es: Los registros financieros actuales se reemplazarán por la copia exacta anterior a la restauración. Se conservarán el historial y las copias de recuperación.
fr: Les données financières actuelles seront remplacées par la copie exacte d’avant restauration. L’historique des sauvegardes et les copies de récupération seront conservés.
hi: मौजूदा वित्तीय रिकॉर्ड बहाली से पहले के बिल्कुल उसी स्नैपशॉट से बदल दिए जाएँगे। बैकअप इतिहास और स्नैपशॉट उपलब्ध रहेंगे।
id: Catatan keuangan saat ini akan diganti dengan salinan persis kondisi sebelum pemulihan. Riwayat cadangan dan salinan pemulihan tetap tersedia.
it: I record finanziari attuali saranno sostituiti dalla copia esatta precedente al ripristino. La cronologia dei backup e le copie di recupero resteranno disponibili.
ja: 現在の金銭記録を、復元前のスナップショットと完全に同じ状態に置き換えます。バックアップ履歴とスナップショットは保持されます。
ko: 현재 금융 기록이 복원 직전의 정확한 스냅샷으로 대체됩니다. 백업 이력과 스냅샷은 계속 유지됩니다.
pt_br: Os registros financeiros atuais serão substituídos pela cópia exata anterior à restauração. O histórico de backups e as cópias de recuperação serão preservados.
ru: Текущие финансовые записи будут заменены точным снимком состояния до восстановления. История резервных копий и снимки сохранятся.
tr: Mevcut mali kayıtlar, geri yüklemeden önceki anlık kopyayla birebir değiştirilecek. Yedek geçmişi ve anlık kopyalar korunacak.
ur: موجودہ مالی ریکارڈ بحالی سے پہلے کے عین اسی اسنیپ شاٹ سے بدل دیے جائیں گے۔ بیک اپ کی تاریخ اور اسنیپ شاٹ دستیاب رہیں گے۔
zh_hans: 当前财务记录将被恢复前的完整快照替换。备份历史和快照仍会保留。
zh_hant: 目前的財務紀錄將被還原前的快照完整取代。備份歷史與復原快照會繼續保留。

source: Export and import use the system Files workflow. Data is sent only to a destination you choose.
ar: يستخدم التصدير والاستيراد تطبيق الملفات في النظام. لا تُرسل البيانات إلا إلى وجهة تختارها.
de: Export und Import erfolgen über die Dateien-App. Daten werden nur an ein von dir gewähltes Ziel gesendet.
es: La exportación e importación usan la app Archivos. Los datos solo se envían al destino que elijas.
fr: L’export et l’import passent par l’app Fichiers. Les données sont envoyées uniquement vers une destination que vous choisissez.
hi: आयात और निर्यात सिस्टम के Files ऐप से होते हैं। डेटा केवल आपके चुने हुए गंतव्य पर भेजा जाता है।
id: Ekspor dan impor menggunakan aplikasi File sistem. Data hanya dikirim ke tujuan yang Anda pilih.
it: Esportazione e importazione usano l’app File. I dati vengono inviati solo alla destinazione che scegli.
ja: 読み込み・書き出しにはシステムの「ファイル」を使用します。データは選択した保存先にのみ送られます。
ko: 가져오기와 내보내기는 시스템의 파일 앱을 이용합니다. 데이터는 사용자가 선택한 대상으로만 전송됩니다.
pt_br: A exportação e a importação usam o app Arquivos. Os dados são enviados apenas para o destino que você escolher.
ru: Экспорт и импорт выполняются через приложение «Файлы». Данные отправляются только в выбранное вами место.
tr: Dışa ve içe aktarma, sistemin Dosyalar uygulamasını kullanır. Veriler yalnızca seçtiğiniz hedefe gönderilir.
ur: درآمد اور برآمد سسٹم کی Files ایپ سے ہوتی ہیں۔ ڈیٹا صرف آپ کی منتخب کردہ منزل پر بھیجا جاتا ہے۔
zh_hans: 导出和导入使用系统“文件”流程。数据只会发送到你选择的目标位置。
zh_hant: 匯出與匯入透過系統「檔案」App 進行。資料只會傳送到您選擇的目的地。

source: Export backup
ar: تصدير نسخة احتياطية
de: Backup exportieren
es: Exportar copia de seguridad
fr: Exporter une sauvegarde
hi: बैकअप निर्यात करें
id: Ekspor cadangan
it: Esporta backup
ja: バックアップを書き出す
ko: 백업 내보내기
pt_br: Exportar backup
ru: Экспортировать резервную копию
tr: Yedeği dışa aktar
ur: بیک اپ برآمد کریں
zh_hans: 导出备份
zh_hant: 匯出備份

source: Exported
ar: تاريخ التصدير
de: Exportiert
es: Exportado
fr: Exporté
hi: निर्यात किया गया
id: Diekspor
it: Esportato
ja: 書き出し済み
ko: 내보냄
pt_br: Exportado
ru: Экспортировано
tr: Dışa aktarıldı
ur: برآمد شدہ
zh_hans: 已导出
zh_hant: 已匯出

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
hi: विफल
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
tr: Başarısız
ur: ناکام
zh_hans: 失败
zh_hant: 失敗

source: Format
ar: التنسيق
es: Formato
hi: फ़ॉर्मैट
it: Formato
ja: 形式
ko: 형식
pt_br: Formato
ru: Формат
tr: Biçim
ur: فارمیٹ
zh_hans: 格式
zh_hant: 格式

source: Healthy local export
ar: تصدير محلي سليم
de: Gültiger lokaler Export
es: Exportación local válida
fr: Export local valide
hi: सही स्थानीय निर्यात
id: Ekspor lokal valid
it: Esportazione locale valida
ja: 正常なローカル書き出し
ko: 정상적인 로컬 내보내기
pt_br: Exportação local válida
ru: Корректный локальный экспорт
tr: Geçerli yerel dışa aktarım
ur: درست مقامی برآمد
zh_hans: 本地导出正常
zh_hant: 本機匯出正常
